<?php

return [

   
//**********===========******* Manu
    'home' => 'ទំព័រដើម',
    'properties' => 'អចលនទ្រព្យ',
    'contact-us' => 'ទាក់ទង​មក​ពួក​យើង',
    'our-service' => 'សេវាកម្មរបស់យើង',
    'our-team' => 'ក្រុម​របស់​យើង',
    'news' => 'ព័ត៌មាន',
    'about-yao' => 'អំពី PI Realty',
    'customer-require' => 'តម្រូវការរបស់លោកអ្នក',
    'properties-for-sale' => 'អចលនទ្រព្យសម្រាប់លក់',
    'properties-for-rent' => 'អចលនទ្រព្យសម្រាប់ជួល',
    'detail' => 'លំអិត',
    'quick-links' => 'តំណ​ភ្ជាប់​រហ័ស',
    'quick-search' => 'ការ​ស្វែង​រក​ឆាប់​រហ័ស',

    'contact-details' => 'ពត៌មានលំអិតទំនាក់ទំនង',
    'useful-link' => 'តំណមានប្រយោជន៍',
    'dont-miss-out' => 'កុំខកខាន',
    'email-address' => 'អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល',
    'enter-your-email' => 'បញ្ចូលអ៊ីមែលរបស់អ្នកនៅទីនេះ',
    'phone' => 'ទូរស័ព្ទ',
    'mail' => 'អ៊ីមែល',
    'office' => 'ការិយាល័យ ',
    'type-here' => 'វាយ​បញ្ចូល​នៅ​ទីនេះ',
    'subcribe-now' => 'ជាវឥឡូវនេះ',
    'copyright' => '© 2018 | PI អចលនទ្រព្យ | រក្សា​រ​សិទ្ធ​គ្រប់យ៉ាង',
    'call-us-anytime'  => 'ហៅទូរស័ព្ទមកយើងគ្រប់ពេលវេលា',
    'drop-us-a-line'  => 'ទាក់ទងតាមរយៈ',
    'sign-up-for-our-newsletter' => 'ចុះឈ្មោះសម្រាប់ព្រឹត្តិប័ត្រព័ត៌មានរបស់យើង.',
    'latest-properties'  => 'PI Realty នឹងផ្ញើបញ្ជីទ្រព្យសម្បត្តិចុងក្រោយរបស់អ្នកប្រចាំសប្តាហ៍។',
    'your-email'  => 'អ៊ីមែល​របស់​អ្នក',
    //=============================// Property Search
    'find-your' => 'ស្វែងរក',
    'property-here' => 'អចលនទ្រព្យរបស់អ្នកនៅទីនេះ',
    'status' => 'ស្ថានភាព',
    'type' => 'ប្រភេទ',
    'province'  =>'ខេត្ត',
    'district'  =>'ស្រុក',
    'commune'  =>'ឃុំ',
    'property-code' => 'លេខកូដអចលនទ្រព្យ',
    'price-range'  =>'ជ្រើសតម្លៃ',
    'search'  =>'ស្វែងរក',
    //================================// Quick Search
      'property-type'  =>'ប្រភេទអចលនទ្រព្យ',
      'property-action'  =>'សកម្មភាពអចលនទ្រព្យ',
      'location'  =>'ទីកន្លែង', 
    //*************************************** Contact 
      'name' => 'ឈ្មោះ​របស់​អ្នក',
      'email' => 'អ៊ីមែល',
      'your-message' => 'សាររបស់អ្នក',
      'submit' => 'ដាក់ស្នើ',
      'subject' => 'ប្រធានបទ',     


    //============================ Validation
    'contact-successful-sent' => 'សំណើរបស់អ្នកត្រូវបានផ្ញើ! យើងនឹងទាក់ទងមកវិញក្នុងពេលឆាប់ៗ។',
    
    'errorphone' => 'សូមបញ្ចូលទូរស័ព្ទរបស់អ្នក។',
    'errorposition' => 'សូមបញ្ចូលទីតាំងរបស់អ្នក។',
    'errorname' => 'សូមបញ្ចូលឈ្មោះរបស់អ្នក។',
    'erroremail' => 'សូមបញ្ចូលអ៊ីម៉ែលរបស់អ្នក។',
    'incorrectemail' => 'អ៊ីមែលរបស់អ្នកមិនត្រឹមត្រូវ! សូមបញ្ចូលអ៊ីម៉ែលរបស់អ្នក។',
    'errormessage' => 'សូមសរសេរសំណួររបស់អ្នក។',
    'errorrecaptcha' => 'សូមចុច recaptcha ខាងក្រោម។',
    'sorry'  => 'សុំទោស! មានកំហុសកើតឡើង។',
];
